Repository: netpaymx/netpay-woocommerce
Catalog: languages/netpay-*.po
Languages: es_mx

source: Accept payment through Alipay
es_mx: Aceptar el pago a través de Alipay

source: Enable/Disable
es_mx: Habilitar/Deshabilitar

source: Enable NetPay Alipay Payment
es_mx: Habilitar pago de NetPay Alipay

source: Title
es_mx: Titulo

source: This controls the title which the user sees during checkout.
es_mx: Esto controla el título que ve el usuario durante el pago.

source: Description
es_mx: Descripción

source: This controls the description which the user sees during checkout.
es_mx: Esto controla la descripción que ve el usuario durante el pago.

source: We cannot process your payment.<br/>Note that nothing wrong by you, this might be from our store issue.<br/><br/>Please feel free to try submit your order again or report our support team that you have found this problem (Your temporary order id is '%s')
es_mx: No podemos procesar su pago. <br/> Tenga en cuenta que no tiene nada de malo, esto podría deberse a nuestro problema de tienda. <br/> <br/> No dude en intentar enviar su pedido nuevamente o informar a nuestro equipo de soporte que tiene encontró este problema (su ID de pedido temporal es ‘% s’)

source: NetPay: Processing a payment with Alipay solution..
es_mx: NetPay: Procesando un pago con la solución Alipay.

source: NetPay: Charge (ID: %s) has been created
es_mx: NetPay: se ha creado el cargo (ID:% s)

source: NetPay: Redirecting buyer out to %s
es_mx: NetPay: redireccionando al comprador a% s

source: Please feel free to try submit your order again or contact our support team if you have any questions (Your temporary order id is '%s')
es_mx: No dude en intentar enviar su pedido nuevamente o comuníquese con nuestro equipo de soporte si tiene alguna pregunta (su ID de pedido temporal es ‘% s’)

source: Seems we cannot process your payment properly:<br/>%s
es_mx: Parece que no podemos procesar su pago correctamente: <br/>% s

source: NetPay: Payment failed, %s
es_mx: NetPay: pago fallido,% s

source: We cannot validate your payment result:<br/>Note that your payment might already has been processed. Please contact our support team if you have any questions.
es_mx: No podemos validar el resultado de su pago: <br/> Tenga en cuenta que es posible que su pago ya se haya procesado. Comuníquese con nuestro equipo de soporte si tiene alguna pregunta.

source: NetPay: Validating the payment result..
es_mx: NetPay: Validando el resultado del pago.

source: NetPay: The payment has been processing.<br/>Due to the Alipay process, this might takes a few seconds or an hour. Please do a manual 'Sync Payment Status' action from the Order Actions panel or check the payment status directly at NetPay dashboard again later
es_mx: NetPay: el pago se ha procesado. <br/> Debido al proceso de Alipay, esto puede tardar unos segundos o una hora. Realice una acción manual ‘Sincronizar estado de pago’ desde el panel Acciones de pedido o verifique el estado de pago directamente en el panel de NetPay nuevamente más tarde

source: NetPay: Payment successful.<br/>An amount %1$s %2$s has been paid
es_mx: NetPay: pago exitoso. <br/> Se pagó un monto% 1 $ s% 2 $ s

source: Note that your payment might already has been processed. Please contact our support team if you have any questions.
es_mx: Tenga en cuenta que es posible que su pago ya se haya procesado. Comuníquese con nuestro equipo de soporte si tiene alguna pregunta.

source: NetPay: Payment failed.<br/>%s
es_mx: NetPay: pago fallido. <br/>% s

source: NetPay Credit / Debit Card
es_mx: Pago con tarjeta de crédito y débito

source: Accept payment through <strong>Credit / Debit Card</strong> via NetPay payment gateway.
es_mx: Acepte pagos a través de <strong> tarjeta de crédito / débito </strong> a través de la pasarela de pago NetPay.

source: Enable NetPay Credit / Debit Card Payment
es_mx: Habilitar pago con tarjeta de crédito / débito

source: Credit / Debit Card
es_mx: Tarjeta de crédito / débito

source: Advance Settings
es_mx: Configuraciones avanzadas

source: Payment action
es_mx: Acción de pago

source: Capture automatically during the checkout process or manually after order has been placed
es_mx: Capture automáticamente durante el proceso de pago o manualmente después de que se haya realizado el pedido

source: Auto Capture
es_mx: Captura automática

source: Manual Capture
es_mx: Captura manual

source: 3-D Secure payment
es_mx: Pago seguro 3-D

source: Enabling 3-D Secure payment means that buyer will be redirected to the 3-D Secure authorization page during the checkout process.
es_mx: Habilitar el pago de 3-D Secure significa que el comprador será redirigido a la página de autorización de 3-D Secure durante el proceso de pago.

source: Please be informed that you must contact NetPay support team (support@netpay.co) before enable or disable this option.<br/> (Japan-based accounts are not eligible for the service.)
es_mx: Tenga en cuenta que debe comunicarse con el equipo de soporte de NetPay (support@netpay.com.mx) antes de habilitar o deshabilitar esta opción.

source: Supported card icons
es_mx: Iconos de tarjetas compatibles

source: This only controls the icons displayed on the checkout page.<br />It is not related to card processing on NetPay payment gateway.
es_mx: Configura los tipos de tarjetas que deseas aceptar.

source: NetPay: Processing a payment with Credit Card solution..
es_mx: NetPay: Procesando un pago con solución de tarjeta de crédito.

source: Please select an existing card or enter a new card information.
es_mx: Seleccione una tarjeta existente o ingrese la información de una nueva tarjeta.

source: Cannot process with a card that you're using. Please make sure that the card info is correct or contact our support team if you have any questions.
es_mx: No se puede procesar con una tarjeta que estás usando. Asegúrese de que la información de la tarjeta sea correcta o comuníquese con nuestro equipo de soporte si tiene alguna pregunta.

source: Note that nothing wrong by you, this might be from our store issue.<br/><br/>Please feel free to try submit your order again or report our support team that you have found this problem (Your temporary order id is '%s')
es_mx: Tenga en cuenta que no tiene nada de malo, esto podría deberse a nuestro problema de la tienda. <br/> <br/> No dude en intentar enviar su pedido nuevamente o informar a nuestro equipo de soporte que ha encontrado este problema (su ID de pedido temporal es % s ‘)

source: NetPay: Processing with a 3-D Secure payment, redirecting buyer out to %s
es_mx: NetPay: procesamiento con un pago seguro 3-D, redireccionando al comprador a% s

source: NetPay: Payment processing.<br/>An amount %1$s %2$s has been authorized
es_mx: NetPay: procesamiento de pagos. <br/> Se ha autorizado un monto% 1 $ s% 2 $ s

source: We cannot process your refund.<br/>Note that nothing wrong by you, this might be from the store issue.<br/><br/>Please feel try to create a refund again or report our support team that you have found this problem
es_mx: No podemos procesar su reembolso. <br/> Tenga en cuenta que no tiene nada de malo, esto podría deberse al problema de la tienda. <br/> <br/> Intente crear un reembolso nuevamente o informe a nuestro equipo de soporte que ha encontrado este problema

source: NetPay: Refunding a payment with an amount %1$s %2$s
es_mx: NetPay: reembolso de un pago con una cantidad% 1 $ s% 2 $ s

source: NetPay: Voided an amount %1$s %2$s.<br/>Refund id is %3$s
es_mx: NetPay: anuló una cantidad% 1 $ s% 2 $ s. <br/> La identificación de reembolso es% 3 $ s

source: NetPay: Refunded an amount %1$s %2$s.<br/>Refund id is %3$s
es_mx: NetPay: reembolsó una cantidad% 1 $ s% 2 $ s. <br/> La identificación de reembolso es% 3 $ s

source: NetPay: Refund failed.<br/>%s
es_mx: NetPay: reembolso fallido. <br/>% s

source: NetPay Internet Banking
es_mx: Banca por Internet NetPay

source: Accept payment through <strong>Internet Banking</strong> via NetPay payment gateway (only available in Thailand).
es_mx: Acepte pagos a través de <strong> Banca por Internet </strong> a través de la pasarela de pago NetPay (solo disponible en Tailandia).

source: Enable NetPay Internet Banking Payment
es_mx: Habilitar pago bancario por Internet NetPay

source: Internet Banking
es_mx: Banca por Internet

source: NetPay: Processing a payment with Internet Banking solution..
es_mx: NetPay: Procesando un pago con la solución de Banca por Internet.

source: NetPay: The payment has been processing.<br/>Due to the Bank process, this might takes a few seconds or an hour. Please do a manual 'Sync Payment Status' action from the Order Actions panel or check the payment status directly at NetPay dashboard again later
es_mx: NetPay: el pago se ha procesado. <br/> Debido al proceso bancario, esto puede tardar unos segundos o una hora. Realice una acción manual ‘Sincronizar estado de pago’ desde el panel Acciones de pedido o verifique el estado de pago directamente en el panel de NetPay nuevamente más tarde

source: Payment Settings
es_mx: Configuración de pago

source: All your keys can be found in NetPay Manager (login required)
es_mx: Todas sus claves se pueden encontrar en NetPay Manager (es necesario iniciar sesión)

source: Test mode
es_mx: Modo pruebas

source: Enabling test mode means that all your transactions will be performed under the NetPay test account.
es_mx: Habilitar el modo de prueba significa que todas sus transacciones se realizarán bajo la cuenta de prueba de NetPay.

source: Public key for test
es_mx: Llave pública (Pruebas)

source: Secret key for test
es_mx: Llave privada (Pruebas)

source: Public key for live
es_mx: Llave pública (Producción)

source: Secret key for live
es_mx: Llave privada (Producción)

source: NetPay: Payment successful (manual capture).<br/>An amount %1$s %2$s has been paid
es_mx: NetPay: pago exitoso (captura manual). <br/> Se pagó un monto% 1 $ s% 2 $ s

source: NetPay: Payment failed (manual capture).<br/>%s
es_mx: NetPay: pago fallido (captura manual). <br/>% s

source: NetPay: Payment failed.<br/>%s (code: %s) (manual sync).
es_mx: NetPay: pago fallido. <br/>% s (código:% s) (sincronización manual).

source: NetPay: Payment is still in progress.<br/>You might wait for a moment before click sync the status again or contact NetPay support team at support@netpay.co if you have any questions (manual sync).
es_mx: NetPay: el pago aún está en curso. <br/> Puede esperar un momento antes de hacer clic en sincronizar el estado nuevamente o comunicarse con el equipo de soporte de NetPay en support@netpay.co si tiene alguna pregunta (sincronización manual).

source: NetPay: Payment successful.<br/>An amount %1$s %2$s has been paid (manual sync).
es_mx: NetPay: pago exitoso. <br/> Se pagó una cantidad% 1 $ s% 2 $ s (sincronización manual).

source: Cannot read the payment status. Please try sync again or contact NetPay support team at support@netpay.co if you have any questions.
es_mx: No se puede leer el estado del pago. Intente sincronizar nuevamente o comuníquese con el equipo de soporte de NetPay en support@netpay.com.mx si tiene alguna pregunta.

source: NetPay: Sync failed (manual sync).<br/>%s (manual sync).
es_mx: NetPay: Error de sincronización (sincronización manual). <br/>% s (sincronización manual).

source: NetPay: Capture this order
es_mx: NetPay: capturar este pedido

source: NetPay: Manual sync payment status
es_mx: NetPay: estado de pago de sincronización manual

source: Card number
es_mx: No. tarjeta débito o crédito

source: Name on card
es_mx: Nombre del tarjetahabiente

source: FULL NAME
es_mx: NOMBRE COMPLETO

source: Expiration month
es_mx: Mes de expiración

source: Expiration year
es_mx: Año de vencimiento

source: YYYY
es_mx: AA

source: Security code
es_mx: Código de seguridad

source: Siam Commercial Bank
es_mx: Banco Comercial de Siam

source: Fee: 15 THB (same zone), 30 THB (out zone)
es_mx: Tarifa: 15 THB (misma zona), 30 THB (zona de salida)

source: Krungthai Bank
es_mx: Banco Krungthai

source: Fee: 15 THB (same zone), 15 THB (out zone)
es_mx: Tarifa: 15 THB (misma zona), 15 THB (zona de salida)

source: Bangkok Bank
es_mx: banco de Bangkok

source: Use an existing card
es_mx: Usa una tarjeta existente

source: Create a charge using new card
es_mx: Crear un cargo con una tarjeta nueva

source: Remember this card
es_mx: Recuerda esta tarjeta

source: https://www.netpay.co/woocommerce
es_mx: https://www.netpay.mx/e-commerce/

source: NetPay WooCommerce Gateway Plugin is a wordpress plugin designed specifically for WooCommerce. The plugin adds support for NetPay Payment Gateway payment method to WooCommerce.
es_mx: NetPay Checkout es un complemento de Wordpress diseñado específicamente para WooCommerce. El complemento agrega soporte para el método de pago NetPay Checkout a WooCommerce.

source: https://www.netpay.co
es_mx: https://www.netpay.mx
